{
	"name": "Pitched Battles ’22-23 S2",
	"missions": [{
			"name": "The Prize of Gallet",
			"table": "1",
			"battleplan": "1",
			"victoryPoints": [{
					"description": "Score 1 victory point if you control at least one activated objective.",
					"points": "1"
				},
				{
					"description": "Score 1 victory point if you control two or more activated objectives.",
					"points": "1"
				},
				{
					"description": "Score 1 victory point if you control more activated objectives than your opponent.",
					"points": "1"
				},
				{
					"description": "Score 2 victory points if you completed the battle tactic you picked that turn.",
					"points": "2"
				}
			]
		},
		{
			"name": "The Realmstone Cache",
			"table": "1",
			"battleplan": "2",
			"victoryPoints": [{
					"description": "Score 1 victory point if you control at least one objective.",
					"points": "1"
				},
				{
					"description": "Score 1 victory point if you control two or more objectives.",
					"points": "1"
				},
				{
					"description": " Score 1 victory point if you control more objectives than your opponent.",
					"points": "1"
				},
				{
					"description": "Score 2 victory points if you completed the battle tactic you picked that turn.",
					"points": "2"
				}
			]
		}
	],
	"battleTactics": [{
			"name": "Gaining Momentum",
			"description": "Pick 1 enemy unit on the battlefield. You complete this battle tactic if that unit is destroyed during this turn and you control more objectives than your opponent at the end of this turn."
		},
		{
			"name": "An Eye for an Eye",
			"description": "You complete this battle tactic if 1 or more friendly units were destroyed in the previous turn and 1 or more enemy units are destroyed during this turn."
		},
		{
			"name": "Desecrate their Lands",
			"description": "Pick 1 terrain feature or faction terrain feature that is partially or wholly within enemy territory. You complete this battle tactic if you control that terrain feature at the end of this turn."
		},
		{
			"name": "This One’s Mine",
			"description": "Pick 1 enemy unit on the battlefield. You complete this battle tactic if that unit is destroyed during this turn by an attack made by the model picked to be your general."
		},
		{
			"name": "A Matter of Honour",
			"description": "Pick 1 enemy GALLETIAN CHAMPION or Sworn Bodyguard unit on the battlefield. You complete this battle tactic if that unit is destroyed during this turn by an attack made by a friendly GALLETIAN CHAMPION or Sworn Bodyguard unit."
		},
		{
			"name": "Lead the Assault",
			"description": "You complete this battle tactic if at least 2 of the objectives you control are in enemy territory and are each contested by any friendly GALLETIAN CHAMPIONS."
		},
		{
			"name": "United Offence",
			"description": "Pick 1 objective controlled by your opponent. You complete this battle tactic if you control that objective and 2 or more friendly GALLETIAN CHAMPIONS are contesting that objective at the end of this turn."

		},
		{
			"name": "Cunning Manoeuvre",
			"description": "Pick 1 friendly GALLETIAN CHAMPION on the battlefield that is more than 3'' from all enemy units. You complete this battle tactic if, at the end of the turn, that GALLETIAN CHAMPION is more than 3'' from all enemy units and is contesting an objective you control that is wholly outside your territory."
		}
	]
}
